Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: There was an error loading conferences. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المؤتمرات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les conferències. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cynadleddau Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af konferencer. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsningen af konferencer. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Konferenzen Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar las conferencias. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las conferencias. Pulsa actualizar para volver a intentarlo.
fi: Konferenssien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des conférences. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des conférences. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus na comhdhálacha á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: कॉन्फ़्रेंस को लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman konferans yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat konferensi. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom við að sækja ráðstefnur. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle conferenze. Trascinare verso il basso per aggiornare e riprovare.
ja: 会議のロード中にエラーが発生しました。プルして更新し、再試行してください。
ko: 컨퍼런스를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i puta i te wa e uta ana i ngā hui Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan persidangan. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av videomøtene. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av videomøtene. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van vergaderingen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania konferencji. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar conferências. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar conferências. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке веб-конференций. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju vaših konferenc je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in konferenser. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in konferenser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดการประชุม ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải hội nghị. Hãy kéo để làm mới rồi thử lại.
zh: 加载会议时发生错误。下拉刷新以重试。
zh_hk: 載入會議時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading courses. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المساقات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les assignatures. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyrsiau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af fagene. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af fagene. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Kurse. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los cursos. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las asignaturas. Pulsa actualizar para volver a intentarlo.
fi: Kurssien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des cours. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des cours. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus cúrsaí á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: पाठ्यक्रमों को लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman kou yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat kursus. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja námskeiðin. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei corsi. Trascinare verso il basso per aggiornare e riprovare.
ja: コースのロード中にエラーが発生しました。プルして更新し、再試行してください。
ko: 과목을 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā akoranga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan kursus. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av emner. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av fag. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van cursussen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania kursów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as disciplinas. Puxe para actualizar para tentar novamente.
pt_br: Houve um erro ao carregar cursos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании курсов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju predmetov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in kurser. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in kurser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดบทเรียน ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải khóa học. Hãy kéo để làm mới rồi thử lại.
zh: 加载课程时出错。下拉刷新以重试。
zh_hk: 載入課程時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading discussions. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل النقاشات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els fòrums. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho trafodaethau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af diskussioner. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af diskussioner. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden von Diskussionen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los foros de discusión. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los foros de discusión. Pulsa actualizar para volver a intentarlo.
fi: Keskusteluiden latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des discussions. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des discussions. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus fóraim á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: चर्चाएं लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman diskisyon yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat diskusi. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða umræðum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle discussioni. Trascinare verso il basso per aggiornare e riprovare.
ja: 話し合いの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 토론을 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā kōrerorero. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan perbincangan. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av diskusjoner. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av diskusjoner. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van discussies. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania rozmów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as discussões. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os fóruns. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке дискуссий. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju razprav je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in diskussioner. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in diskussioner. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดการพูดคุย ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải cuộc thảo luận. Hãy kéo để làm mới rồi thử lại.
zh: 加载讨论时发生错误。下拉刷新以重试。
zh_hk: 載入討論區時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading events. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الأحداث. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els esdeveniments. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho Digwyddiad myfyrwyr. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af begivenheder. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af begivenheder. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Ereignisse. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los eventos. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los eventos. Pulsa actualizar para volver a intentarlo.
fi: Tapahtumien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue pendant le chargement des événements. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des événements. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus imeachtaí á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: घटनाओं को लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman aktivite yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat acara. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja viðburði. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento degli eventi. Trascinare verso il basso per aggiornare e riprovare.
ja: イベントのロード中にエラーが発生しました。プルして更新し、再試行してください。
ko: 이벤트를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā taiwhanga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan acara. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av hendelser. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av hendelser. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van gebeurtenissen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania wydarzeń. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar os eventos. Puxe para atualizar para tentar outra vez.
pt_br: Houve um erro ao carregar eventos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании событий. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju dogodkov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in händelser. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in händelser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดกิจกรรม ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải sự kiện. Hãy kéo để làm mới rồi thử lại.
zh: 加载活动时出错。下拉刷新以重试。
zh_hk: 載入活動時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading files. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الملفات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els fitxers. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho ffeiliau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af filer. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af filer. Træk for at opdatere for at prøve igen.
de: Es gab einen Fehler beim Laden von Dateien. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Ocurrió un error al cargar los archivos. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los archivos. Pulsa actualizar para volver a intentarlo.
fi: Tiedostojen latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des fichiers. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement de fichiers. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus comhaid á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: फ़ाइलें लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen erè nan chajman fichye yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat file. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða skrám. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei file. Trascinare verso il basso per aggiornare e riprovare.
ja: ファイルの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 파일을 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā kōnae. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan fail. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under innlasting av filene. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under innlasting av filene. Dra for å oppdatere og prøve på nytt.
nl: Er is een probleem opgetreden bij het laden van bestanden. Ophalen om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania plików. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Ocorreu um erro ao carregar os ficheiros. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os arquivos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке файлов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju datotek je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in filer. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in filer. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดไฟล์ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải tập tin. Hãy kéo để làm mới rồi thử lại.
zh: 加载文件时发生错误。下拉刷新以重试。
zh_hk: 載入檔案時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading grades. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الدرجات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les notes. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho graddau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af karakterer. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsningen af vurderinger. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Noten. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar las calificaciones. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las notas. Pulsa actualizar para volver a intentarlo.
fi: Arvosanojenn latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des notes. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des notes. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus na marcanna á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: ग्रेड लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman nòt yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat nilai. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja einkunnir. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei voti. Trascinare verso il basso per aggiornare e riprovare.
ja: 評定の読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 성적을 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā kōeke Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan gred. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil ved lasting av vurderinger. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil ved lasting av vurderinger. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van cijfers. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania ocen. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as classificações. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar notas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке оценок. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju ocen je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in omdömen. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in bedömningar. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดเกรด ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải điểm. Hãy kéo để làm mới rồi thử lại.
zh: 加载评分时发生错误。下拉刷新以重试。
zh_hk: 載入成績時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading items to do. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل قائمة عناصر. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els elements de tasques pendents. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho eitemau i’w gwneud. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl ved indlæsning af elementer på opgavelisten. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl ved indlæsning af elementer på opgavelisten. Træk for at opdatere for at prøve igen.
de: Es gab einen Fehler beim Laden von To-Do-Elementen. Ziehen Sie hier um zu aktualisieren und es erneut zu versuchen.
es: Hubo un error al cargar los ítems por hacer. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los ítems pendientes. Pulsa actualizar para volver a intentarlo.
fi: Ilmeni virhe, kun ladattiin kohteita tehtäviksi. Vedä päivittääksesi ja yritä uudelleen.
fr: Une erreur est survenue lors du chargement des tâches à accomplir. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des éléments à faire. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus na míreanna le déanamh á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: करने योग्य आइटमें लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman lis tach yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat item untuk dilakukan. Tarik untuk menyegarkan untuk mencoba lagi.
is: Villa kom upp við að hlaða atriðum sem þarf að gera. Dragðu til að endurnýja og reyna aftur.
it: Si è verificato un errore durante il caricamento delle cose da fare. Trascina verso il basso per riprovare.
ja: 実行するアイテムの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 할 일 항목을 로드하는 데 어류가 있습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wa e uta ana n tuemi hei mahi : Kumea kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan item untuk dilakukan. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av gjøremål. Trykk oppdater for å prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av gjøremål. Trykk oppdater for å prøve på nytt.
nl: Er is een fout opgetreden bij het laden van taakitems. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania zadań. Ściągnij, aby odświeżyć, i spróbuj ponownie.
pt: Houve um erro de carregamento de itens a fazer. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar itens a fazer. Puxe para atualizar e tente novamente.
ru: При загрузке элементов для выполнения возникла ошибка. Потяните для обновления, чтобы повторить попытку.
sl: Pri nalaganju elementov s seznama opravil je prišlo do napake. Povlecite za osvežitev in poskusite znova.
sv: Det gick inte att läsa in att-göra-objekt. Dra för att uppdatera och försöka igen.
sv_instk12: Det gick inte att läsa in att-göra-objekt. Dra för att uppdatera och försöka igen.
th: มีข้อผิดพลาดในการโหลดรายการสิ่งที่ต้องทำ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mục việc cần làm. Hãy kéo để làm mới rồi thử lại.
zh: 加载待办事项时发生错误。下拉刷新以重试。
zh_hk: 載入待辦事項時發生錯誤。請下拉以重新整理並再試一次。

source: There was an error loading modules.
ar: حدث خطأ أثناء تحميل الوحدات النمطية.
ca: S'ha produït un error en carregar els continguts.
cy: Gwall wrth lwytho modiwlau.
da: Der opstod en fejl under indlæsningen af moduler.
da_instk12: Der opstod en fejl under indlæsningen af forløb.
de: Fehler beim Laden der Module
es: Hubo un error al cargar los módulos.
es_es: Ha habido un error al cargar los contenidos.
fi: Moduulien latauksessa ilmeni virhe.
fr: Une erreur est survenue lors du chargement des modules.
fr_ca: Une erreur est survenue lors du chargement des modules.
ga: Tharla earráid agus modúil á lódáil.
hi: मॉड्यूल लोड करने में त्रुटि हुई।
ht: Te gen yon erè nan chajman modil yo.
id: Terjadi kesalahan saat memuat modul.
is: Villa kom upp við að sækja einingar.
it: Si è verificato un errore durante il caricamento dei moduli.
ja: モジュールのロード中にエラーが発生しました。
ko: 모듈을 로드하는 데 오류가 있었습니다.
mi: He hapa i te wā e uta ana ngā kōwae.
ms: Terdapat ralat untuk memuatkan modul.
nb: Det oppsto en feil under lasting av moduler.
nb_instk12: Det oppsto en feil under lasting av moduler.
nl: Er is een fout opgetreden bij het laden van modules.
pl: Wystąpił błąd podczas wczytywania modułów.
pt: Houve um erro ao carregar os módulos.
pt_br: Houve um erro ao carregar módulos.
ru: Произошла ошибка при скачивании модулей.
sl: Pri nalaganju modulov je prišlo do napake.
sv: Det gick inte att läsa in modulerna.
sv_instk12: Det gick inte att läsa in modulerna.
th: มีข้อผิดพลาดในการโหลดหน่วยการเรียน
vi: Đã xảy ra lỗi khi tải học phần.
zh: 加载单元时发生错误。
zh_hk: 載入單元時發生錯誤。
